Repository: trykuna/app
Catalog: Kuna/Resources/Localizable.xcstrings
Source language: en_gb
Languages: pl

source: %lld calendars
pl: %lld kalendarze

# about.framework.foundation
source: Foundation — Core system services
pl: Podstawa — Podstawowe usługi systemu

# about.framework.keychain
source: Keychain Services — Secure credential storage
pl: Usługi zarządzania kluczami – bezpieczne przechowywanie danych

# about.framework.swiftui
source: SwiftUI — Apple's native UI framework
pl: SwiftUI — natywny framework UI od Apple

# about.privacyPolicy
source: Privacy Policy
pl: Polityka Prywatności

# about.specialThanks.message
source: This is my first iOS app — a vibe‑coding adventure with Claude Code lending a hand. Big thanks to ChatGPT for UI mockups and keeping things iOS‑native (and steering me away from "1998 shareware" vibes). And thanks to everyone who tested builds, gave feedback, and proved task apps can be fun. You're the real MVPs.
pl: To moja pierwsza aplikacja na iOS stworzona przy pomocy wyciągającego do mnie rękę Claude Code. Wielkie podziękowania dla ChatGPT za makiety UI i utrzymywanie rzeczy natywnie na iOS (oraz kierowanie mną z dala od "klimatów shareware z 1998 r."). I dzięki wszystkim, którzy przetestowali aplikację, przekazali informacje zwrotne i potwierdzili, że aplikacje do zarządzania zadaniami mogą być ciekawe. Jesteście prawdziwymi bohaterami.

# about.specialThanks.title
source: Special Thanks
pl: Specjalne podziękowania

# add.title %@
source: Add %@
pl: Dodaj %@

# attachment.none
source: No attachments
pl: Brak załączników

# auth.loggingIn
source: Logging In...
pl: Logowanie...

# auth.logIn
source: Log In
pl: Zaloguj się

# auth.login.api_token
source: **API Token**: Limited to personal tasks only. User management features are not available due to Vikunja API restrictions.
pl: **Token API**: Ograniczony tylko do osobistych zadań. Funkcje zarządzania użytkownikami nie są dostępne z powodu ograniczeń API Vikunja.

# auth.login.api_token_creation
source: In Vikunja, go to **Settings → API Tokens → Create A Token** and create a new token.
pl: W Vikunja, przejdź do **Ustawienia → Tokeny API → Utwórz token** i utwórz nowy token.

# auth.login.apiToken.placeholder
source: API Token
pl: Token API

# auth.login.serverUrl.help.text
source: Enter your server address — you don’t need to add `/api/v1`; the app will do that for you.
pl: Wprowadź adres serwera — nie musisz dodawać `/api/v1`, aplikacja zrobi to za Ciebie.

# auth.login.serverUrl.help.title
source: Server URL Help
pl: Pomoc z adresem serwera

# auth.login.totp
source: If you have two-factor authentication enabled, you'll be prompted for your verification code after entering your credentials.
pl: Jeśli masz włączone uwierzytelnianie dwuskładnikowe, zostaniesz poproszony o kod weryfikacyjny po wprowadzeniu danych logowania.

# auth.login.username_password
source: **Username & Password**: Full access to all features including user management and task assignment.
pl: **Nazwa użytkownika i hasło**: Pełny dostęp do wszystkich funkcji, w tym zarządzania użytkownikami i przypisywania zadań.

# auth.loginMethod
source: Login Method
pl: Metoda logowania

# auth.password
source: Password
pl: Hasło

# auth.personalApiToken
source: Personal API Token
pl: Personalny Token API

# auth.server
source: Server
pl: Serwer

# auth.totp.auto_submit
source: The code will be submitted automatically when complete
pl: Kod zostanie przesłany automatycznie po zakończeniu

# auth.totp.subtitle
source: Enter the 6-digit code from your authenticator app
pl: Wprowadź 6-cyfrowy kod z aplikacji uwierzytelniającej

# auth.totp.title
source: Two-Factor Authentication
pl: Uwierzytelnianie dwuskładnikowe

# auth.totp.verifyCode
source: Verify Code
pl: Potwierdź kod

# auth.totp.verifying
source: Verifying
pl: Weryfikowanie

# auth.username
source: Username
pl: Nazwa użytkownika

# auth.usernamePassword
source: Username & Password
pl: Nazwa użytkownika i hasło

# auth.useToken
source: Use Token
pl: Użyj tokena

# auth.verification
source: Verification
pl: Weryfikacja

# calendar.sync.switch %@
source: Switch to '%@' for future syncs? Existing events will remain in the current calendar.
pl: Przełącz na '%@' dla przyszłych synchronizacji? Istniejące wydarzenia pozostaną w bieżącym kalendarzu.

# comments.add.placeholder
source: Add a comment...
pl: Dodaj komentarz...

# comments.delete.confirmation
source: Are you sure you want to delete this comment?
pl: Czy na pewno chcesz usunąć ten komentarz?

# comments.delete.title
source: Delete Comment
pl: Usuń komentarz

# comments.empty.action
source: Be the first to add a comment to this task
pl: Bądź pierwszym, który doda komentarz do tego zadania

# comments.empty.subtitle
source: Start the conversation by adding the first comment.
pl: Rozpocznij konwersację, dodając pierwszy komentarz.

# comments.empty.title
source: No Comments Yet
pl: Nie ma jeszcze żadnych komentarzy

# comments.loading
source: Loading comments
pl: Wczytywanie komentarzy

# comments.title
source: Comments
pl: Komentarze

# common.about
source: About
pl: O aplikacji

# common.account
source: Account
pl: Konto

# common.add
source: Add
pl: Dodaj

# common.apply
source: Apply
pl: Zatwierdź

# common.back
source: Back
pl: Wstecz

# common.calendar
source: Calendar
pl: Kalendarz

# common.cancel
source: Cancel
pl: Anuluj

# common.close
source: Close
pl: Zamknij

# common.colour
source: Colour
pl: Kolor

# common.colour.current
source: Current Colour
pl: Obecny kolor

# common.colours.preset
source: Preset Colours
pl: Predefiniowane kolory

# common.configuration
source: Configuration
pl: Konfiguracja

# common.continue
source: Continue
pl: Kontynuuj

# common.create
source: Create
pl: Utwórz

# common.creating
source: Creating...
pl: Tworzenie...

# common.custom
source: Custom
pl: Niestandardowy

# common.date
source: Date
pl: Data

# common.dateAndTime
source: Date & Time
pl: Data i czas

# common.debugInfo
source: Debug Info
pl: Informacje debugowania

# common.delete
source: Delete
pl: Usuń

# common.descriptionOptional
source: Description (Optional)
pl: Opis (opcjonalny)

# common.deselectAll
source: Deselect All
pl: Odznacz wszystko

# common.disabled
source: Disabled
pl: Wyłączony

# common.done
source: Done
pl: Ukończone

# common.doNow
source: DO NOW
pl: ZRÓB TERAZ

# common.edit
source: Edit
pl: Edytuj

# common.enable
source: Enable
pl: Włącz

# common.enableRepeat
source: Enable Repeat
pl: Włącz powtarzanie

# common.error
source: Error
pl: Błąd

# common.error.title
source: Error loading projects
pl: Błąd podczas ładowania projektów

# common.favorites
source: Favorites
pl: Ulubione

# common.filename
source: Filename
pl: Nazwa pliku

# common.from
source: From
pl: Od

# common.high
source: High
pl: Wysoki

# common.loading
source: Loading
pl: Ładowanie

# common.loading.label
source: Loading...
pl: Ładowanie...

# common.low
source: Low
pl: Niski

# common.medium
source: Medium
pl: Średni

# common.mode
source: Mode
pl: Tryb

# common.none
source: None
pl: Brak

# common.notSet
source: Not set
pl: Nie ustawiono

# common.organization
source: Organisation
pl: Organizacja

# common.preview
source: Preview
pl: Podgląd

# common.privacyPolicy
source: Privacy Policy
pl: Polityka Prywatności

# common.readOnly
source: Read-only
pl: Tylko do odczytu

# common.reminders.current
source: Current Reminders
pl: Bieżące przypomnienia

# common.remove
source: Remove
pl: Usuń

# common.retry
source: Retry
pl: Ponów próbę

# common.save
source: Save
pl: Zapisz

# common.saveChanges
source: Save Changes
pl: Zapisz zmiany

# common.saving
source: Saving
pl: Zapisywanie

# common.search
source: Search
pl: Szukaj

# common.selectAll
source: Select All
pl: Zaznacz wszystko

# common.selectedCount
source: %1$ld selected
pl: Wybrano %1$ld

# common.selectedCount %lld
source: %@ selected
pl: Wybrano %@

# common.setFilename
source: Set Filename
pl: Ustaw nazwę pliku

# common.signOut
source: Sign Out
pl: Wyloguj się

# common.statistics
source: Statistics
pl: Statystyki

# common.time.days
source: Days
pl: Dni

# common.time.months
source: Months
pl: Miesiące

# common.time.today1200
source: Today, 12:00
pl: Dzisiaj, 12:00

# common.time.weeks
source: Weeks
pl: Tygodnie

# common.time.years
source: Years
pl: Lata

# common.title
source: Title
pl: Tytuł

# common.to
source: To
pl: Do

# common.urgent
source: Urgent
pl: Pilne

# Every %lld %@
source: Every %1$lld %2$@
pl: Każdy %1$lld %2$@

source: Excluded Labels (%lld)
pl: Wykluczone etykiety (%lld)

# favorites.empty.subtitle
source: Tasks you mark as favorites will appear here for quick access
pl: Zadania, które oznaczysz jako ulubione, pojawią się tutaj dla szybkiego dostępu

# favorites.empty.tap_label
source: Tap the star icon on any task to add it to favorites
pl: Dotknij ikony gwiazdy na dowolnym zadaniu, aby dodać je do ulubionych

# favorites.empty.title
source: No Favorite Tasks
pl: Brak ulubionych zadań

# favorites.loading
source: Loading favorites
pl: Ładowanie ulubionych

# filter.clearDates
source: Clear Dates
pl: Wyczyść daty

# labels.create.button
source: Create Label
pl: Utwórz etykietę

# labels.create.colour.tap_label
source: Tap to choose a color
pl: Dotknij, aby wybrać kolor

# labels.create.description.placeholder
source: Add a description for this label
pl: Dodaj opis tej etykiety

# labels.create.title
source: New Label
pl: Nowa etykieta

# labels.create.title.label
source: Label Name
pl: Nazwa etykiety

# labels.create.title.placeholder
source: Enter label name
pl: Wprowadź nazwę etykiety

# labels.delete.confirmation %@
source: Are you sure you want to delete '%@'? This action cannot be undone.
pl: Czy na pewno chcesz usunąć '%@'? Tej czynności nie można cofnąć.

# labels.delete.title
source: Delete Label
pl: Usuń etykietę

# labels.edit.colour.tap_label
source: Tap to choose a colour
pl: Dotknij, aby wybrać kolor

# labels.edit.description.placeholder
source: Add a description for this label
pl: Dodaj opis tej etykiety

# labels.edit.title
source: Edit Label
pl: Edytuj etykietę

# labels.edit.title.label
source: Label Name
pl: Nazwa etykiety

# labels.edit.title.placeholder
source: Enter label name
pl: Wprowadź nazwę etykiety

# labels.empty.subtitle
source: Create your first label to organize your tasks
pl: Utwórz swoją pierwszą etykietę, aby zorganizować zadania

# labels.empty.title
source: No Labels
pl: Brak etykiet

# labels.loading
source: Loading labels...
pl: Ładowanie etykiet...

# labels.none.available
source: No Labels
pl: Brak etykiet

# labels.title
source: Labels
pl: Etykiety

# labels.view.loading
source: Loading labels
pl: Ładowanie etykiet

# navigation.favorites
source: Favorites
pl: Ulubione

# navigation.projects
source: Projects
pl: Projekty

# onboarding.analytics_consent.allow_button
source: Allow Anonymous Analytics
pl: Zezwalaj na anonimową analitykę

# onboarding.analytics_consent.deny_button
source: No Thanks
pl: Nie, dziękuję

# onboarding.analytics_consent.text
source: We'd like to collect anonymous usage analytics to help improve the app. No personal data is collected, nothing is shared with advertisers, and it's only used to improve features.
pl: Chcielibyśmy zebrać anonimowe analizy użytkowania, aby pomóc w ulepszeniu aplikacji. Żadne dane osobowe nie są zbierane, nic nie jest udostępniane reklamodawcom i służy jedynie do ulepszania funkcji.

# onboarding.analytics_consent.title
source: Help Improve Kuna
pl: Pomóż ulepszyć Kunę

# projects.empty.tasks
source: This project doesn't have any tasks yet. Create your first task to get started!
pl: Ten projekt nie ma jeszcze żadnych zadań. Utwórz pierwsze zadanie, aby rozpocząć!

# projects.new.details.title
source: Project Details
pl: Szczegóły projektu

# projects.new.name
source: Project Name
pl: Nazwa projektu

# projects.selection_status
source: %1$ld of %2$ld selected
pl: Wybrano %1$ld z %2$ld

# projects.view.error.title
source: Error loading projects
pl: Błąd podczas ładowania projektów

source: Required Labels (%lld)
pl: Wymagane etykiety (%lld)

# settings.about.title
source: About
pl: O aplikacji

# settings.about.vikunja.link
source: Learn more
pl: Dowiedz się więcej

# settings.about.vikunja.text
source: Big shout‑out to the open‑source legends behind Vikunja for building the rock‑solid task platform this app is powered by. Without you, this would just be a very pretty, very empty checklist.
pl: Duże podziękowania dla drużyny open-source odpowiedzialnej za Vikunja, stabilnej platformy, na której zbudowana jest ta aplikacja. Bez niej byłaby to bardzo ładna, ale pusta lista z zadaniami.

# settings.appearance.appIcon.title
source: App Icon
pl: Ikona aplikacji

# settings.appearance.title
source: Appearance
pl: Wygląd

# settings.appIcon.changing
source: Changing icon
pl: Zmiana ikony

# settings.appIcon.current.title
source: Current Icon
pl: Obecna ikona

# settings.appIcon.info.text
source: Choose from a variety of app icons to personalize your Kuna experience. The icon change will take effect immediately and persist across app launches.
pl: Wybierz z różnych ikon aplikacji, aby spersonalizować swoje doświadczenie z Kuna. Zmiana ikony zacznie obowiązywać natychmiast i będzie się utrzymywać po ponownym uruchomieniu aplikacji.

# settings.appIcon.info.title
source: About App Icons
pl: O ikonach aplikacji

# settings.appIcon.supported
source: Alternate icons are supported
pl: Obsługiwane są alternatywne ikony

# settings.appIcon.test.title
source: App Icon Test
pl: Test ikony aplikacji

# settings.appIcon.title
source: App Icon
pl: Ikona aplikacji

# settings.appIcon.unsupported
source: Alternate icons are not supported
pl: Alternatywne ikony nie są obsługiwane

# settings.auth.token.expired
source: Token expired
pl: Token wygasł

# settings.backgroundSync.debug.runSyncNow
source: Run Sync Now (Debug)
pl: Uruchom synchronizację teraz (Debug)

# settings.backgroundSync.footer
source: iOS schedules background refresh based on system conditions. Frequency is a minimum interval.
pl: iOS planuje odświeżanie w tle na podstawie warunków systemowych Częstotliwość to minimalny przedział.

# settings.backgroundSync.frequency.1h
source: 1 hour
pl: 1 godzina

# settings.backgroundSync.frequency.6h
source: 6 hours
pl: 6 godzin

# settings.backgroundSync.frequency.12h
source: 12 hours
pl: 12 godzin

# settings.backgroundSync.frequency.15m
source: 15 mins
pl: 15 minut

# settings.backgroundSync.frequency.24h
source: 24 hours
pl: 24 godziny

# settings.backgroundSync.frequency.30m
source: 30 mins
pl: 30 minut

# settings.backgroundSync.frequency.subtitle
source: How often to refresh tasks in background
pl: Jak często odświeżać zadania w tle

# settings.backgroundSync.frequency.title
source: Frequency
pl: Częstotliwość

# settings.backgroundSync.header
source: Background Sync & Notifications (Beta)
pl: Synchronizacja w tle i powiadomienia (Beta)

# settings.backgroundSync.includeSummary
source: Include summary notification
pl: Dołącz powiadomienie podsumowujące

# settings.backgroundSync.lastAttempt %@
source: Last Attempt: %@
pl: Ostatnia próba: %@

# settings.backgroundSync.lastSuccess %@
source: Last Success: %@
pl: Ostatni sukces: %@

# settings.backgroundSync.notifications %@
source: Notifications: %@
pl: Powiadomienia: %@

# settings.backgroundSync.notifyAssignedToMe
source: Notify when assigned to me
pl: Powiadom, gdy przypisane do mnie

# settings.backgroundSync.notifyNewTasks
source: Notify on new tasks
pl: Powiadom o nowych zadaniach

# settings.backgroundSync.notifyUpdatedTasks
source: Notify on updated tasks
pl: Powiadom o uaktualnionych zadaniach

# settings.backgroundSync.notifyWatchedLabels
source: Notify when watched labels change
pl: Powiadom o zmianach w obserwowanych etykietach

# settings.backgroundSync.subtitle
source: Sync tasks periodically in the background
pl: Synchronizuj zadania okresowo w tle

# settings.backgroundSync.title
source: Background Sync
pl: Synchronizacja w tle

# settings.backgroundSync.watchedLabels.title
source: Watched Labels
pl: Obserwowane etykiety

# settings.calendarSync.access.subtitle
source: To sync tasks with your calendar, please grant calendar access in Settings.
pl: Aby zsynchronizować zadania z kalendarzem, udziel dostępu do kalendarza w Ustawieniach.

# settings.calendarSync.access.title
source: Calendar Access Required
pl: Wymagany dostęp do kalendarza

# settings.calendarSync.advanced.title
source: Advanced Options
pl: Opcje zaawansowane

# settings.calendarSync.calendar.title
source: Calendar
pl: Kalendarz

# settings.calendarSync.calendars.title
source: Calendars
pl: Kalendarze

# settings.calendarSync.clearErrors
source: Clear Errors
pl: Wyczyść błędy

# settings.calendarSync.default.subtitle
source: Default calendar for all tasks
pl: Domyślny kalendarz dla wszystkich zadań

# settings.calendarSync.default.title
source: Kuna Tasks
pl: Zadania Kuna

# settings.calendarSync.description
source: Sync tasks with your calendar app
pl: Synchronizuj zadania z aplikacją kalendarza

# settings.calendarSync.disable.button
source: Disable Calendar Sync
pl: Wyłącz synchronizację kalendarza

# settings.calendarSync.disable.disposition.deleteEverything.title
source: This will permanently delete all Kuna calendars and events
pl: Spowoduje to trwałe usunięcie wszystkich kalendarzy i wydarzeń Kuna

# settings.calendarSync.disable.disposition.removeKunaEvents.title
source: Disable Calendar Sync
pl: Wyłącz synchronizację kalendarza

# settings.calendarSync.disable.subtitle
source: What should happen to your existing calendars and events?
pl: Co powinno się stać z istniejącymi kalendarzami i wydarzeniami?

# settings.calendarSync.disable.title
source: Disable Calendar Sync
pl: Wyłącz synchronizację kalendarza

# settings.calendarSync.enabled.title
source: Enabled
pl: Włączona

# settings.calendarSync.enableSync
source: Enable Sync
pl: Włącz synchronizację

# settings.calendarSync.errors.title
source: Recent Errors
pl: Ostatnie błędy

# settings.calendarSync.footer
source: Safely sync your tasks with calendar apps. Kuna creates its own calendars and never touches your existing ones.
pl: Bezpieczna synchronizacja zadań z aplikacjami kalendarza. Kuna tworzy własne kalendarze i nigdy nie zmienia tych istniejących.

# settings.calendarSync.intro.subtitle
source: Keep your tasks in sync with your calendar app
pl: Synchronizuj swoje zadania z aplikacją kalendarza

# settings.calendarSync.intro.title
source: Sync with Calendar
pl: Synchronizacja z kalendarzem

# settings.calendarSync.mode.subtitle
source: How would you like to organize your synced tasks?
pl: Jak chcesz zorganizować zsynchronizowane zadania?

# settings.calendarSync.mode.title
source: Choose Sync Mode
pl: Wybierz metodę synchronizacji

# settings.calendarSync.navigationTitle
source: Calendar Sync
pl: Synchronizacja kalendarza

# settings.calendarSync.onboarding.subtitle
source: Review your calendar sync configuration:
pl: Sprawdź konfigurację synchronizacji kalendarza:

# settings.calendarSync.onboarding.title
source: Anonymous Analytics
pl: Anonimowa analityka

# settings.calendarSync.projects.selectedProjects.title
source: Calendar Selection
pl: Wybór kalendarza

# settings.calendarSync.projects.syncAll.allProjects.title
source: Sync All Projects
pl: Synchronizuj wszystkie projekty

# settings.calendarSync.projects.syncAll.specificProjects.title
source: Select specific projects below to sync to your calendar.
pl: Wybierz projekty, które chcesz zsynchronizować z kalendarzem.

# settings.calendarSync.projects.syncAll.subtitle
source: Automatically include all current and future projects
pl: Automatycznie uwzględniaj wszystkie bieżące i przyszłe projekty

# settings.calendarSync.projects.syncAll.title
source: Sync All Projects
pl: Synchronizuj wszystkie projekty

# settings.calendarSync.projects.title
source: Select Projects
pl: Wybierz projekty

# settings.calendarSync.projectSelection.perProject
source: Choose which projects to create calendars for:
pl: Wybierz projekty, dla których zostaną stworzone kalendarze:

# settings.calendarSync.projectSelection.single
source: Choose which projects to include in your Kuna calendar:
pl: Wybierz projekty, które mają być uwzględnione w kalendarzu Kuna:

# settings.calendarSync.readOnly
source: Read-only
pl: Tylko do odczytu

# settings.calendarSync.reconfigure
source: Reconfigure
pl: Zmień konfigurację

# settings.calendarSync.requestAccess
source: Request Access
pl: Poproś o dostęp

# settings.calendarSync.selection.advanced.subtitle
source: Select any of your existing calendars to sync tasks to. Only calendars that allow modifications are shown.
pl: Wybierz jeden z istniejących kalendarzy do synchronizacji zadań. Wyświetlane są tylko kalendarze, które pozwalają na modyfikacje.

# settings.calendarSync.selection.advanced.title
source: Choose Different Calendar
pl: Wybierz inny kalendarz

# settings.calendarSync.selection.subtitle
source: Kuna will automatically create and use a dedicated 'Kuna Tasks' calendar. Tap Advanced Options to choose a different calendar.
pl: Kuna automatycznie utworzy i użyje dedykowanego kalendarza 'Kuna Tasks'. Naciśnij Opcje Zaawansowane, aby wybrać inny kalendarz.

# settings.calendarSync.selection.title
source: Calendar Selection
pl: Wybór kalendarza

# settings.calendarSync.setup.title
source: Calendar Sync Setup
pl: Konfiguracja synchronizacji kalendarza

# settings.calendarSync.setupButton
source: Set up Calendar Sync
pl: Skonfiguruj synchronizację kalendarza

# settings.calendarSync.showTechnicalDetails
source: Show Technical Details
pl: Pokaż szczegóły techniczne

# settings.calendarSync.statistics
source: Statistics
pl: Statystyki

# settings.calendarSync.status.lastSynced %@
source: Last synced: %@
pl: Ostatnia synchronizacja: %@

# settings.calendarSync.status.neverSynced
source: Never synced
pl: Nigdy nie zsynchronizowano

# settings.calendarSync.subtitle
source: Kuna creates its own calendars and never edits your existing ones.
pl: Kuna tworzy własne kalendarze i nigdy nie edytuje już istniejących.

# settings.calendarSync.switch
source: Switch
pl: Przełącz

# settings.calendarSync.switchCalendar.title
source: Switch Calendar?
pl: Przełączyć kalendarz?

# settings.calendarSync.syncNow
source: Sync Now
pl: Synchronizuj teraz

# settings.calendarSync.technicalDetails
source: Technical Details
pl: Szczegóły techniczne

# settings.calendarSync.title
source: Calendar Sync
pl: Synchronizacja kalendarza

# settings.calendarSync.writable
source: Writable
pl: Z możliwością zapisu

# settings.connection.authMethod.title
source: Authentication Method
pl: Metoda uwierzytelniania

# settings.connection.header
source: Connection
pl: Połączenie

# settings.connection.server.noServer.title
source: No server configured
pl: Brak skonfigurowanego serwera

# settings.connection.server.title
source: Server
pl: Serwer

# settings.connection.tokenExpiration.title
source: Token Expiration
pl: Wygaśnięcie tokena

# settings.connection.userManagement.limited.text
source: The Vikunja API restricts user management operations when using personal API tokens. To assign tasks to other users or manage team members, you need to log in with username and password authentication.
pl: API Vikunja ogranicza operacje zarządzania użytkownikami przy użyciu osobistych tokenów API. Aby przypisać zadania do innych użytkowników lub zarządzać członkami zespołu, musisz zalogować się przy użyciu nazwy użytkownika i hasła.

# settings.connection.userManagement.limited.text2
source: You can still create and manage your personal tasks with full functionality.
pl: Nadal możesz tworzyć i zarządzać swoimi osobistymi zadaniami z pełną funkcjonalnością.

# settings.connection.userManagement.limited.title
source: Why is user management limited?
pl: Dlaczego zarządzanie użytkownikami jest ograniczone?

# settings.connection.userManagement.subtitle
source: Requires username/password login
pl: Wymagane logowanie nazwa/hasło
